Repository: ozemre0/hitscore
Catalog: lib/l10n/app_*.arb
Languages: tr

# loginTitle
source: Login
tr: Giriş Yap

# emailLabel
source: Email
tr: E-posta

# passwordLabel
source: Password
tr: Şifre

# loginButton
source: Sign In
tr: Giriş Yap

# loginWithGoogle
source: Sign in with Google
tr: Google ile Giriş Yap

# loginErrorGoogle
source: Google sign-in failed.
tr: Google ile giriş başarısız.

source: Sign in with Apple
tr: Apple ile Giriş Yap

# profileTitle
source: Profile
tr: Profil

source: Refresh
tr: Yenile

# errorGeneric
source: An error occurred.
tr: Bir hata oluştu.

# networkError
source: Network issue. Please check your connection.
tr: Ağ sorunu. Lütfen bağlantınızı kontrol edin.

source: Setup Profile
tr: Profil Oluştur

# setupProfileDescription
source: No profile found. Please complete your profile.
tr: Profil bulunamadı. Lütfen profilinizi tamamlayın.

# exitSetupConfirm
source: Do you want to exit profile setup?
tr: Profil kurulumundan çıkmak istediğinize emin misiniz?

source: Back
tr: Geri

source: Role
tr: Rol

source: Gender
tr: Cinsiyet

# genderRequired
source: Gender is required
tr: Cinsiyet zorunludur

# roleRequired
source: Role is required
tr: Rol zorunludur

# roleWarningTitle
source: Role Selection Information
tr: Rol Seçimi Bilgisi

# roleWarningMessage
source: You cannot change your role without deleting your account. Role functionalities are different in the Hit Archery app, but in this app all roles have the same functionality.
tr: Rolünüzü hesabınızı silmeden değiştirmeniz mümkün değildir. Rollerin farklı işlevleri Hit Archery uygulamasında vardır, bu uygulamada her rolün işlevi aynıdır.

source: Understood
tr: Anladım

# birthDateLabel
source: Birth date
tr: Doğum tarihi

# birthDateRequired
source: Birth date is required
tr: Doğum tarihi zorunludur

source: Phone number
tr: Telefon numarası

source: Select City
tr: Şehir Seç

# homeTab
source: Home
tr: Ana Sayfa

# profileTab
source: Profile
tr: Profil

# clubLabel
source: Club
tr: Kulüp

source: Profile ID
tr: Profil ID

# contactInfo
source: Contact Information
tr: İletişim Bilgileri

# addressSimple
source: Address
tr: Adres

# phoneNumberSimple
source: Phone
tr: Telefon

# countryLabel
source: Country
tr: Ülke

# cityLabel
source: City
tr: Şehir

# clubIdLabel
source: Club ID
tr: Kulüp ID

source: Edit Profile
tr: Profili Düzenle

source: Save
tr: Kaydet

source: Cancel
tr: Vazgeç

source: First name
tr: Ad

# firstNameRequired
source: First name is required
tr: Ad zorunludur

source: Last name
tr: Soyad

# lastNameRequired
source: Last name is required
tr: Soyad zorunludur

source: Birth date
tr: Doğum Tarihi

# dateNotSelected
source: Not selected
tr: Seçilmedi

source: Male
tr: Erkek

source: Female
tr: Kadın

# personalInfo
source: Personal Information
tr: Kişisel Bilgiler

# clubInfo
source: Club Information
tr: Kulüp Bilgileri

source: Select Country
tr: Ülke Seç

source: Select Club
tr: Kulüp Seç

source: All Countries
tr: Tüm Ülkeler

source: All Cities
tr: Tüm Şehirler

# individualClub
source: Individual (No Club)
tr: Bireysel (Kulüp Yok)

source: Remove Club
tr: Kulübü Kaldır

# roleChangeNotAllowed
source: Role can't be changed after setup
tr: Rol kurulumdan sonra değiştirilemez

source: Change photo
tr: Fotoğrafı değiştir

source: Remove photo
tr: Fotoğrafı kaldır

# emailVerificationRequiredTitle
source: Email verification required
tr: E-posta doğrulaması gerekli

# emailVerificationLoginContent
source: Please verify your email before logging in.
tr: Lütfen giriş yapmadan önce e-postanızı doğrulayın.

# emailVerificationRequiredOk
source: OK
tr: Tamam

# loginSuccessRedirectingShort
source: Login successful. Redirecting...
tr: Giriş başarılı. Yönlendiriliyor...

# loginErrorInvalidCredentials
source: Invalid email or password.
tr: E-posta veya şifre hatalı.

# loginErrorGeneric
source: Something went wrong. Please try again.
tr: Bir hata oluştu. Lütfen tekrar deneyin.

# welcomeWithName
source: Welcome {name}
tr: Hoş geldin {name}

# createCompetitionTitle
source: Create Competition
tr: Yarışma Oluştur

# competitionGeneralInfo
source: General Information
tr: Genel Bilgiler

# competitionGeneralInfoDesc
source: Fill in the competition details below.
tr: Aşağıya yarışma bilgilerini girin.

# competitionNameLabel
source: Competition name
tr: Yarışma adı

# competitionDescriptionLabel
source: Description
tr: Açıklama

source: Competition Duration
tr: Yarışma Süresi

# competitionDurationDesc
source: Select start and end dates.
tr: Başlangıç ve bitiş tarihlerini seçin.

source: Start date
tr: Başlangıç tarihi

source: End date
tr: Bitiş tarihi

# competitionDateHint
source: DD.MM.YYYY
tr: GG.AA.YYYY

# registrationDatesLabel
source: Registration Dates
tr: Kayıt Tarihleri

# registrationDatesOptional
source: Optional registration start and end times.
tr: Opsiyonel kayıt başlangıç ve bitiş zamanları.

# registrationStartLabel
source: Registration start
tr: Kayıt başlangıcı

# registrationEndLabel
source: Registration end
tr: Kayıt bitişi

# savingInProgress
source: Saving...
tr: Kaydediliyor...

source: Save and Continue
tr: Kaydet ve Devam Et

# competitionNameRequired
source: Competition name is required
tr: Yarışma adı zorunludur

# startDateRequired
source: Start date is required
tr: Başlangıç tarihi zorunludur

# endDateRequired
source: End date is required
tr: Bitiş tarihi zorunludur

source: Start date cannot be after end date
tr: Başlangıç tarihi bitişten sonra olamaz

# competitionSavedSuccess
source: Competition created successfully!
tr: Yarışma başarıyla oluşturuldu!

# competitionLoadError
source: Failed to load competitions
tr: Yarışmalar yüklenemedi

source: Classifications
tr: Klasmanlar

source: Add Classification
tr: Klasman Ekle

source: No classifications yet
tr: Henüz klasman eklenmedi

# noClassificationsDesc
source: Add at least one classification to continue.
tr: Devam etmek için en az bir klasman ekleyin.

source: Delete
tr: Sil

# classificationAtLeastOneRequired
source: Please add at least one classification
tr: Lütfen en az bir klasman ekleyin

source: Complete Competition
tr: Yarışmayı Tamamla

# savingGeneric
source: Saving...
tr: Kaydediliyor...

source: Untitled Competition
tr: İsimsiz Yarışma

# dateLabelGeneric
source: Date
tr: Tarih

source: Date not provided
tr: Tarih belirtilmemiş

source: Invalid date
tr: Geçersiz tarih

# enterValidDistance
source: Enter a valid distance
tr: Geçerli bir mesafe girin

# fillAllFields
source: Please fill in all fields
tr: Lütfen tüm alanları doldurun

# classificationNameLabel
source: Classification name
tr: Klasman adı

# ageGroupLabel
source: Age group
tr: Yaş grubu

# bowTypeLabel
source: Bow type
tr: Yay tipi

# environmentLabel
source: Environment
tr: Ortam

# distanceMetersLabel
source: Distance (meters)
tr: Mesafe (metre)

source: Custom Distance
tr: Özel Mesafe

source: Custom distance (meters)
tr: Özel mesafe (metre)

# editClassificationTitle
source: Edit Classification
tr: Klasman Düzenle

# addClassificationTitle
source: Add Classification
tr: Klasman Ekle

# myCompetitionsTitle
source: My Competitions
tr: Yarışmalarım

# myCompetitionsSubtitle
source: View and manage your competitions.
tr: Yarışmalarınızı görüntüleyin ve yönetin.

# myCompetitionsEmptyTitle
source: No competitions yet
tr: Henüz yarışma yok

# myCompetitionsEmptyDesc
source: Create your first competition to get started.
tr: Başlamak için ilk yarışmanızı oluşturun.

# competitionStatusDraft
source: Draft
tr: Taslak

# competitionStatusActive
source: Active
tr: Aktif

# competitionStatusCompleted
source: Completed
tr: Tamamlandı

# competitionStatusCancelled
source: Cancelled
tr: İptal Edildi

# competitionCreatedOn
source: Created on
tr: Oluşturulma tarihi

# competitionStartsOn
source: Starts on
tr: Başlangıç tarihi

# competitionEndsOn
source: Ends on
tr: Bitiş tarihi

source: Registration starts on
tr: Kayıt başlangıcı

source: Registration ends on
tr: Kayıt bitişi

# competitionParticipants
source: Participants
tr: Katılımcılar

# competitionViewDetails
source: View Details
tr: Detayları Görüntüle

# competitionEdit
source: Edit
tr: Düzenle

# competitionDelete
source: Delete
tr: Sil

# competitionDeleteConfirm
source: Are you sure you want to delete this competition?
tr: Bu yarışmayı silmek istediğinizden emin misiniz?

# competitionDeleteSuccess
source: Competition deleted successfully
tr: Yarışma başarıyla silindi

# editCompetitionTitle
source: Edit Competition
tr: Yarışmayı Düzenle

# competitionUpdateSuccess
source: Competition updated successfully
tr: Yarışma başarıyla güncellendi

# competitionUpdateError
source: Failed to update competition
tr: Yarışma güncellenemedi

# classificationDeleteConfirm
source: Are you sure you want to delete this classification?
tr: Bu klasmanı silmek istediğinizden emin misiniz?

# classificationDeleteTitle
source: Delete Classification
tr: Klasmanı Sil

# competitionCreatedSuccess
source: Competition created successfully!
tr: Yarışma başarıyla oluşturuldu!

# competitionDateLabel
source: Date
tr: Tarih

# competitionDateNotProvided
source: Date not provided
tr: Tarih belirtilmemiş

# competitionInvalidDate
source: Invalid date
tr: Geçersiz tarih

# ageGroup9_10
source: 9-10 Years
tr: 9-10 Yaş

# ageGroup11_12
source: 11-12 Years
tr: 11-12 Yaş

# ageGroup13_14
source: 13-14 Years
tr: 13-14 Yaş

# ageGroupSenior
source: Senior
tr: Büyükler

# bowTypeRecurve
source: Recurve
tr: Klasik

# bowTypeCompound
source: Compound
tr: Makaralı

# environmentIndoor
source: Indoor
tr: Salon

# environmentOutdoor
source: Outdoor
tr: Açık Hava

# genderMale
source: Male
tr: Erkek

# genderFemale
source: Female
tr: Kadın

# genderMixed
source: Mixed
tr: Karma

# genderLabel
source: Gender
tr: Cinsiyet

# unsavedChangesTitle
source: Unsaved Changes
tr: Kaydedilmemiş Değişiklikler

# unsavedChangesMessage
source: Changes will not be saved. Are you sure?
tr: Değişiklikler kaydedilmeyecek. Emin misiniz?

source: Exit
tr: Çık

source: Coming soon
tr: Yakında

source: Sign out
tr: Çıkış Yap

# signOutConfirm
source: Are you sure you want to sign out?
tr: Çıkış yapmak istediğinizden emin misiniz?

# profileUpdated
source: Profile saved successfully
tr: Profil başarıyla kaydedildi

# settingsTitle
source: Settings
tr: Ayarlar

# languageSettings
source: Language
tr: Dil

# themeSettings
source: Theme
tr: Tema

# lightTheme
source: Light
tr: Açık

# darkTheme
source: Dark
tr: Koyu

# systemTheme
source: System
tr: Sistem

# competitionClassificationsCount
source: Classifications: {count}
tr: Klasmanlar: {count}

# competitionVisibleIdLabel
source: Competition ID
tr: Yarışma ID

# competitionVisibleIdCopyTooltip
source: Copy ID
tr: ID'yi kopyala

# competitionVisibleIdCopied
source: Competition ID copied
tr: Yarışma ID kopyalandı

# participantsTitle
source: Participants
tr: Katılımcılar

# participantsLoadError
source: Failed to load participants
tr: Katılımcılar yüklenemedi

# participantsEmptyTitle
source: No participants yet
tr: Henüz katılımcı yok

# participantsEmptyDesc
source: No one has registered for this competition yet.
tr: Bu yarışmaya henüz kimse kayıt olmadı.

# participantAthleteId
source: User ID
tr: Kullanıcı ID

# participantGender
source: Gender
tr: Cinsiyet

# participantAgeGroup
source: Age group
tr: Yaş grubu

# participantEquipment
source: Equipment
tr: Ekipman

# pendingStatus
source: Pending
tr: Beklemede

# acceptedStatus
source: Accepted
tr: Kabul Edildi

# cancelledStatus
source: Rejected
tr: Reddedildi

# acceptRequest
source: Accept
tr: Kabul Et

# rejectRequest
source: Reject
tr: Reddet

source: Change Status
tr: Durumu Değiştir

# acceptRequestConfirm
source: Accept this participant?
tr: Bu katılımcıyı kabul ediyor musunuz?

# rejectRequestConfirm
source: Reject this participant?
tr: Bu katılımcıyı reddediyor musunuz?

# changeToAcceptedConfirm
source: Change status to accepted?
tr: Durumu kabul edildi olarak değiştir?

# changeToRejectedConfirm
source: Change status to rejected?
tr: Durumu reddedildi olarak değiştir?

source: Request accepted
tr: İstek kabul edildi

source: Request rejected
tr: İstek reddedildi

source: Status changed
tr: Durum değiştirildi

# activeCompetitionsTitle
source: Active Competitions
tr: Aktif Yarışmalar

# activeCompetitionsSubtitle
source: Browse and join available competitions.
tr: Uygun yarışmaları incele ve katıl.

# activeCompetitionsEmptyTitle
source: No active competitions
tr: Aktif yarışma yok

# activeCompetitionsEmptyDesc
source: There are no competitions open for registration right now.
tr: Şu anda kayıta açık yarışma bulunmuyor.

# competitionJoin
source: Join
tr: Katıl

# competitionJoined
source: You have joined the competition
tr: Yarışmaya katıldınız

# competitionJoinError
source: Failed to join competition
tr: Yarışmaya katılım başarısız

# athleteProfileRequired
source: Athlete profile required. Please complete your profile first.
tr: Sporcu profili gerekli. Lütfen önce profilinizi tamamlayın.

source: Athlete
tr: Sporcu

source: Coach
tr: Antrenör

source: Registration open
tr: Kayıt açık

source: Registration closed
tr: Kayıt kapalı

# registrationAllowedLabel
source: Allow registration
tr: Kayda izin ver

# registrationAllowedDesc
source: If enabled, users can send join requests. You can change this later.
tr: Açık olduğunda kullanıcılar katılım isteği gönderebilir. Bunu daha sonra değiştirebilirsiniz.

# scoreAllowedLabel
source: Allow score entry
tr: Skor girişine izin ver

# scoreAllowedDesc
source: Lets participants enter scores. Enable before the competition; you can change this later.
tr: Katılımcılar skor girişi yapabilir. Yarışma başlamadan önce açın; bunu daha sonra değiştirebilirsiniz.

source: Request sent
tr: İstek gönderildi

source: Pending
tr: Beklemede

source: Cancel request
tr: İsteği iptal et

# cancelRequestConfirm
source: Do you want to cancel your join request?
tr: Katılım isteğini iptal etmek istiyor musun?

source: Request cancelled
tr: İstek iptal edildi

# pendingClassificationLabel
source: Requested classification
tr: İstenen klasman

# selectClassificationTitle
source: Select classification
tr: Klasman seç

# selectClassificationInstruction
source: Choose your classification to join
tr: Katılmak için klasmanını seç

# noClassificationsAvailable
source: No classifications available for this competition
tr: Bu yarışma için klasman yok

# addAthletes
source: Add Participants
tr: Katılımcı Ekle

# searchAthleteHint
source: Search athletes
tr: Sporcu ara

source: Add
tr: Ekle

# selectedCount
source: {count} selected
tr: {count} seçili

source: Only eligible
tr: Sadece uygun olanlar

source: No results
tr: Sonuç yok

source: Operation failed
tr: İşlem başarısız

source: Added successfully
tr: Başarıyla eklendi

source: Add to competition
tr: Yarışmaya ekle

# searchCompetitionHint
source: Search competitions
tr: Yarışma ara

# alreadyRequestedThisClassification
source: You already have a pending request for this classification
tr: Bu klasman için zaten bekleyen bir isteğiniz var

source: Pending requests: {count}
tr: Bekleyen istek: {count}

source: Accepted participants: {count}
tr: Kabul edilen: {count}

source: All
tr: Tümü

source: Classification
tr: Klasman

# participantClassification
source: Classification
tr: Klasman

# participantCompetitionsTitle
source: My Participations
tr: Katılımlarım

# participantCompetitionsSubtitle
source: View competitions you're participating in.
tr: Katıldığınız yarışmaları görüntüleyin.

# participantCompetitionsEmptyTitle
source: No participations yet
tr: Henüz katılım yok

# participantCompetitionsEmptyDesc
source: You haven't joined any competitions yet.
tr: Henüz hiçbir yarışmaya katılmadınız.

# participantCompetitionsLoadError
source: Failed to load participations
tr: Katılımlar yüklenemedi

# competitionStatus
source: Status
tr: Durum

source: Joined on
tr: Katılım tarihi

# leaveCompetition
source: Leave
tr: Ayrıl

# leaveCompetitionConfirm
source: Do you want to leave this competition?
tr: Bu yarışmadan ayrılmak istiyor musunuz?

# competitionLeft
source: You have left the competition
tr: Yarışmadan ayrıldınız

# leaveCompetitionError
source: Failed to leave competition
tr: Yarışmadan ayrılma başarısız

# scoreEntryTitle
source: Score Entry
tr: Skor Girişi

# scoreEntrySubtitle
source: Enter your scores for this competition
tr: Bu yarışma için skorlarınızı girin

source: Enter Score
tr: Skor Gir

# scoreEntryComingSoon
source: Score entry feature coming soon
tr: Skor girişi özelliği yakında

source: Score entry allowed
tr: Skor girişi açık

source: Score entry not allowed
tr: Skor girişi kapalı

# classificationLabel
source: Classification
tr: Klasman

# roundCountLabel
source: Round count
tr: Round sayısı

# arrowsPerSetLabel
source: Arrows per set
tr: Seri başı ok sayısı

# setsPerRoundLabel
source: Sets per round
tr: Round başına seri sayısı

# myOrganizedCompetitionsTitle
source: My Organized Competitions
tr: Düzenlediğim Yarışmalar

# myOrganizedCompetitionsSubtitle
source: Manage competitions you have created.
tr: Oluşturduğunuz yarışmaları yönetin.

# participantClub
source: Club
tr: Kulüp

source: No Club
tr: Kulüp Yok

source: Current Set
tr: Mevcut Seri

source: Total Score
tr: Toplam Skor

# tapScoreToContinue
source: Tap the score buttons below to continue training. You are now writing Set {setNumber}.
tr: Antrenmana devam etmek için aşağıdaki skor butonlarına dokunun. Şu anda {setNumber}. Seriyi yazıyorsunuz.

# editSet
source: Edit - Set {setNumber}
tr: Düzenle - Seri {setNumber}

source: Edit
tr: Düzenle

# overwritingSet
source: You are overwriting Set {setNumber}. Tap the score buttons below to continue.
tr: Şu anda {setNumber}. Seriyi yeniden yazıyorsunuz. Devam etmek için aşağıdaki skor butonlarına dokunun.

# guestTitle
source: Welcome
tr: Hoş geldin

# guestSubtitle
source: Explore active competitions or sign in to continue.
tr: Aktif yarışmaları keşfet veya devam etmek için giriş yap.

source: Go to Login
tr: Giriş Ekranına Git

# browseActiveCompetitions
source: Active Competitions
tr: Aktif Yarışmalar

# onboardingWelcomeTitle
source: Welcome
tr: Hoş geldin

# onboardingWelcomeSubtitle
source: Choose your language and explore HitScore
tr: Dilini seç ve HitScore'u keşfet

# onboardingLanguageNext
source: Next
tr: İleri

# onboardingGetStarted
source: Get Started
tr: Başla

# onboardingIntroTitle
source: Manage competitions with ease
tr: Yarışmaları kolayca yönet

# onboardingIntroDescription
source: Join competitions, organize events, and track scores seamlessly.
tr: Yarışmalara katıl, etkinlik düzenle ve skorları takip et.

# onboardingFeaturesTitle
source: What you can do
tr: Neler yapabilirsin

# onboardingFeatureSessionsTitle
source: Participate
tr: Katıl

# onboardingFeatureSessionsDescription
source: Browse active competitions and send join requests.
tr: Aktif yarışmaları incele ve katılım isteği gönder.

# onboardingFeatureCoachTitle
source: Organize
tr: Düzenle

# onboardingFeatureCoachDescription
source: Create competitions, manage participants and classifications.
tr: Yarışma oluştur, katılımcıları ve klasmanları yönet.

# onboardingFeatureToolsTitle
source: Track Scores
tr: Skor Takibi

# onboardingFeatureToolsDescription
source: Enter and follow scores with clear, responsive screens.
tr: Skorları net ve uyumlu ekranlarda gir, takip et.

# availableScoreButtonsLabel
source: Available Score Buttons
tr: Mevcut Skor Butonları

# availableScoreButtonsDescription
source: Select which score buttons will be available for this classification
tr: Bu klasman için hangi skor butonlarının kullanılacağını seçin

source: Auto Filled
tr: Otomatik Dolduruldu

# roundSettingsLabel
source: Round Settings
tr: Tur Ayarları

# scoreEntryNotAllowedTitle
source: Score Entry Not Available
tr: Skor Girişi Mevcut Değil

# scoreEntryNotAllowedMessage
source: Score entry is not currently available for this competition. You will be able to enter scores when the organizer opens it.
tr: Bu yarışma için şu an için skor girişi yapılamamaktadır. Organizatör açtığı zaman skor girebileceksiniz.

source: OK
tr: Tamam

source: Filters
tr: Filtreler

source: Filter
tr: Filtre

source: Apply
tr: Uygula

source: Clear
tr: Temizle

# dateFrom
source: Start date
tr: Başlangıç tarihi

# dateTo
source: End date
tr: Bitiş tarihi

source: Date range
tr: Tarih aralığı

# presetToday
source: Today
tr: Bugün

# presetThisWeek
source: This week
tr: Bu hafta

# presetThisMonth
source: This month
tr: Bu ay

source: Score permission
tr: Skor izni

# scoreAllowed
source: Allowed
tr: Açık

# scoreNotAllowed
source: Not allowed
tr: Kapalı

source: Sets
tr: Seriler

# setLabel
source: Set {setNumber}
tr: Seri {setNumber}

source: Arrows
tr: Oklar

# competitionArchiveTitle
source: Competition Archive
tr: Yarışma Arşivi

# competitionArchiveEmptyTitle
source: No archived competitions
tr: Arşivde yarışma yok

# competitionArchiveEmptyDesc
source: Completed or past competitions will appear here.
tr: Tamamlanan veya geçmiş yarışmalar burada görünecek.

source: Add organizer
tr: Organizatör ekle

# addOrganizersTitle
source: Add Organizers
tr: Organizatör Ekle

# addOrganizersSubtitle
source: Search by name or profile ID and select users.
tr: İsim veya profil ID ile ara ve seç.

# searchUserHint
source: Search users (name or profile ID)
tr: Kullanıcı ara (isim veya profil ID)

source: Organizers updated
tr: Organizatörler güncellendi

source: Update
tr: Güncelle

source: Search to find users
tr: Kullanıcı bulmak için arama yapın

# creatorTag
source: Creator
tr: Oluşturan

# competitionArchiveSubtitle
source: Browse all competitions, past and present.
tr: Tüm yarışmaları incele, geçmiş ve şimdiki.

source: No arrows yet
tr: Henüz ok yok

source: Undo
tr: Geri al

source: Reset
tr: Sıfırla

source: Complete
tr: Tamamla

# maximumSetsReached
source: Maximum sets reached ({setsPerRound}). You cannot add more sets.
tr: Maksimum seri sayısına ulaşıldı ({setsPerRound}). Daha fazla seri ekleyemezsiniz.

source: No score yet
tr: Henüz skor girilmemiş

# notificationsTitle
source: Notifications
tr: Bildirimler

# notificationsWelcomeTitle
source: Stay Updated
tr: Güncel Kalın

# notificationsWelcomeSubtitle
source: Get the latest updates about your competitions and activities
tr: Yarışmalarınız ve aktiviteleriniz hakkında en son güncellemeleri alın

# noNotificationsTitle
source: No notifications yet
tr: Henüz bildirim yok

# noNotificationsSubtitle
source: When you have new notifications, they will appear here
tr: Yeni bildirimleriniz olduğunda burada görünecek

source: Total
tr: Toplam

# eliminationSettingsTitle
source: Elimination Settings
tr: Eleme Ayarları

# eliminationSettingsSubtitle
source: Configure elimination system for your competition
tr: Yarışmanız için eleme sistemini yapılandırın

source: Bow Type Selection
tr: Yay Türü Seçimi

# bowTypeSelectionSubtitle
source: Select the bow type for elimination matches
tr: Eleme maçları için yay türünü seçin

# recurveBow
source: Recurve
tr: Klasik Yay

# barebowBow
source: Barebow
tr: Çıplak Yay

# compoundBow
source: Compound
tr: Makaralı Yay

source: Cutoff Settings
tr: Kesme Sınırı Ayarları

# cutoffSettingsSubtitle
source: Set the cutoff rank for elimination participants
tr: Eleme turuna katılacak sporcular için kesme sırası belirleyin

source: Cutoff Rank
tr: Kesme Sırası

source: Cutoff Limit
tr: Kesme Sınırı

# cutoffLimitDescription
source: The first {count} ranked athletes are included in the elimination system
tr: İlk {count} sıradaki sporcu eleme sistemine dahil olur

source: Athlete Count
tr: Sporcu Sayısı

# enterValueBetween
source: Enter a value between 8-256
tr: 8-256 arasında bir değer girin

source: Possible Bracket Combinations
tr: Olası Bracket Kombinasyonları

# availableOptionsForCutoff
source: Available options for Cutoff ({count} athletes):
tr: Cutoff ({count} sporcu) için mevcut seçenekler:

# personBracket
source: {count} Person Bracket
tr: {count} Kişilik Bracket
