Repository: ozemre0/hitscore
Catalog: lib/l10n/app_*.arb
Languages: tr

# allAthletesInMainTable
source: All athletes in the main table
tr: Tüm sporcular ana tabloda

# preliminaryElimination
source: Preliminary Round: {total} athletes → {winners} winners
tr: Ön Eleme: {total} sporcu → {winners} kazanan

# allAthletesInMainTableShort
source: All athletes in main table
tr: Tüm sporcular ana tabloda

# preliminaryEliminationShort
source: Preliminary: {total} athletes → {winners} winners
tr: Ön Eleme: {total} sporcu → {winners} kazanan

source: Close
tr: Kapat

source: Show All Matches
tr: Tüm Maçları Göster

source: Detailed Match Schedule
tr: Detaylı Maç Programı

# mainTableStart
source: Main Table Start ({count} athletes)
tr: Ana Tablo Başlangıcı ({count} sporcu)

# preliminaryEliminationStart
source: Preliminary Elimination ({total} → {target} athletes)
tr: Ön Eleme ({total} → {target} sporcu)

source: Bye Settings
tr: Bay Geçme Ayarları

# byeSettingsSubtitle
source: Configure bye (automatic advancement) settings
tr: Bay geçme (otomatik yükselme) ayarlarını yapılandırın

source: Allow Byes
tr: Bay Geçmeye İzin Ver

# allowByesSubtitle
source: Enable automatic advancement for top-ranked participants
tr: En yüksek sıralamalı sporcular için otomatik yükselmeyi etkinleştir

source: Bye Strategy
tr: Bay Geçme Stratejisi

# highestRankingStrategy
source: Highest Ranking
tr: En Yüksek Sıralama

# evenDistributionStrategy
source: Even Distribution
tr: Eşit Dağılım

# performanceBasedStrategy
source: Performance Based
tr: Performans Bazlı

source: Bracket Settings
tr: Bracket Ayarları

# bracketSettingsSubtitle
source: Select bracket size for elimination
tr: Eleme için bracket boyutunu seçin

source: Elimination Preview
tr: Eleme Önizleme

# noValidCombinations
source: No valid combinations available
tr: Geçerli kombinasyon yok

source: Recommended
tr: Önerilen

# eliminationBracketTitle
source: Elimination Bracket
tr: Eleme Bracket

# totalParticipants
source: Participants
tr: Katılımcı

# activeMatches
source: Active
tr: Aktif

# currentRound
source: Round
tr: Tur

source: Round
tr: Tur

source: Bracket Tree
tr: Bracket Ağacı

# bracketVisualizationComingSoon
source: Bracket Visualization
tr: Bracket Görselleştirme

# bracketVisualizationSubtitle
source: Interactive bracket tree view coming soon
tr: İnteraktif bracket ağacı görünümü yakında gelecek

source: Matches
tr: Maçlar

# noMatchesInRound
source: No matches in this round
tr: Bu turda maç yok

# noMatchesInRoundSubtitle
source: Matches will appear here when created
tr: Maçlar oluşturulduğunda burada görünecek

# scoreMatch
source: Score
tr: Skor

source: Bye
tr: Bay

source: Unknown
tr: Bilinmeyen

# eliminationSettings
source: Settings
tr: Ayarlar

source: Export Results
tr: Sonuçları Dışa Aktar

# eliminationStatusTitle
source: Elimination Status
tr: Eleme Durumu

# statusActive
source: Active
tr: Aktif

# statusEliminated
source: Eliminated
tr: Elendi

# statusChampion
source: Champion
tr: Şampiyon

# statusUnknown
source: Unknown
tr: Bilinmeyen

source: Current Position
tr: Mevcut Pozisyon

# bracketPosition
source: Position
tr: Pozisyon

# byeStatusMessage
source: You have a bye and advance automatically to the next round
tr: Bay geçtiniz ve otomatik olarak sonraki tura yükseldiniz

source: Next Match
tr: Sonraki Maç

source: You
tr: Sen

source: TBD
tr: Belirlenecek

# scheduledTime
source: Scheduled
tr: Planlanma

source: No upcoming match
tr: Yaklaşan maç yok

source: My Matches
tr: Maçlarım

# noMatchHistory
source: No match history yet
tr: Henüz maç geçmişi yok

source: Victory
tr: Zafer

source: Defeat
tr: Mağlubiyet

source: Statistics
tr: İstatistikler

# matchesPlayed
source: Played
tr: Oynanan

source: Wins
tr: Galibiyet

source: Losses
tr: Mağlubiyet

# matchScoringTitle
source: Match Scoring
tr: Maç Skor Girişi

source: Participant 1
tr: Katılımcı 1

source: Participant 2
tr: Katılımcı 2

source: Select Set
tr: Seri Seç

source: Set
tr: Seri

source: Scoring
tr: Skor Girişi

source: Score
tr: Skor

source: Save Set
tr: Seriyi Kaydet

source: Completed Sets
tr: Tamamlanan Seriler

source: Tie Break
tr: Beraberlik Atışı

# tieBreakDescription
source: The match is tied. A tie break shoot-off is required.
tr: Maç berabere. Beraberlik atışı gerekiyor.

source: Start Tie Break
tr: Beraberlik Atışı Başlat

source: Complete Match
tr: Maçı Tamamla

source: Match Completed
tr: Maç Tamamlandı

# matchCompletedDescription
source: The match has been successfully completed and saved
tr: Maç başarıyla tamamlandı ve kaydedildi

source: Completed
tr: Tamamlandı

source: Active
tr: Aktif

source: Classification Name Preview
tr: Klasman İsmi Önizleme

# classificationNamePreviewEmpty
source: Select classification properties to see the auto-generated name
tr: Otomatik oluşturulan ismi görmek için klasman özelliklerini seçin

source: Auto Selected
tr: Otomatik Seçildi

source: Multi-Bye System
tr: Çoklu Bay Sistem

# multiByeSystemStart
source: Multi-Bye Elimination System ({total} → {target} athletes)
tr: Çoklu Bay Eleme Sistemi ({total} → {target} sporcu)

# multiByeSystemShort
source: 3R: {threeRound}, 2R: {twoRound}, 1R: {oneRound}, 0R: {zeroRound}
tr: 3T: {threeRound}, 2T: {twoRound}, 1T: {oneRound}, 0T: {zeroRound}

# thirdPlaceMatch
source: 3rd Place Match
tr: 3.lük Maçı

# thirdPlaceMatchTitle
source: 3RD PLACE MATCH
tr: 3.LÜK MAÇI

# thirdPlaceMatchDescription
source: 3RD PLACE: L{round}_1 vs L{round}_2
tr: 3.LÜK: L{round}_1 vs L{round}_2

source: Register
tr: Kayıt Ol

source: Forgot Password
tr: Şifremi Unuttum

# confirmPasswordLabel
source: Confirm Password
tr: Şifre Tekrarı

# passwordTooShort
source: Password must be at least 6 characters long
tr: Şifre en az 6 karakter olmalıdır

# passwordMismatch
source: Passwords do not match
tr: Şifreler eşleşmiyor

# emailRequired
source: Email is required
tr: E-posta gereklidir

# tooManyRequests
source: Too many requests. Please try again later
tr: Çok fazla istek. Lütfen daha sonra tekrar deneyin

# emailVerificationRequiredContent
source: We've sent a verification email to your address. Please check your email and click the verification link to activate your account.
tr: Adresinize bir doğrulama e-postası gönderdik. Lütfen e-postanızı kontrol edin ve hesabınızı etkinleştirmek için doğrulama bağlantısına tıklayın.

# emailAlreadyRegisteredTitle
source: Email Already Registered
tr: E-posta Zaten Kayıtlı

# emailAlreadyRegisteredMessage
source: This email address is already registered. Please try logging in instead.
tr: Bu e-posta adresi zaten kayıtlı. Lütfen giriş yapmayı deneyin.

# forgotPasswordTitle
source: Forgot Password
tr: Şifremi Unuttum

# forgotPasswordDescription
source: Enter your email address and we'll send you a link to reset your password.
tr: E-posta adresinizi girin, size şifre sıfırlama bağlantısı gönderelim.

source: Send Reset Link
tr: Sıfırlama Bağlantısı Gönder

# resetLinkSent
source: Password reset link sent to your email
tr: Şifre sıfırlama bağlantısı e-postanıza gönderildi

# resetPasswordTitle
source: Reset Password
tr: Şifre Sıfırla

# newPasswordLabel
source: New Password
tr: Yeni Şifre

# confirmPasswordRequired
source: Please confirm your password
tr: Lütfen şifrenizi onaylayın

# passwordRequired
source: Password is required
tr: Şifre gereklidir

# resetPasswordButton
source: Reset Password
tr: Şifreyi Sıfırla

# passwordResetSuccess
source: Password reset successfully
tr: Şifre başarıyla sıfırlandı

# redirectingToLogin
source: Redirecting to login page...
tr: Giriş sayfasına yönlendiriliyor...

# invalidResetLink
source: Invalid or expired reset link
tr: Geçersiz veya süresi dolmuş sıfırlama bağlantısı

# invalidResetLinkDescription
source: This password reset link is invalid or has expired. Please request a new password reset.
tr: Bu şifre sıfırlama bağlantısı geçersiz veya süresi dolmuş. Lütfen yeni bir şifre sıfırlama isteği gönderin.

source: Back to Login
tr: Giriş Ekranına Dön

# tokenExpired
source: Password reset link has expired
tr: Şifre sıfırlama bağlantısının süresi doldu

# passwordResetError
source: Error resetting password
tr: Şifre sıfırlama hatası

# processingAuthentication
source: Verifying reset link...
tr: Sıfırlama bağlantısı doğrulanıyor...

# resetPasswordNewPasswordTitle
source: Enter New Password
tr: Yeni Şifre Girin

# resetPasswordNewPasswordDescription
source: Please enter your new password below
tr: Lütfen aşağıya yeni şifrenizi girin

# tokenExpiryWarning
source: This reset link expires quickly. Please complete the process immediately.
tr: Bu sıfırlama bağlantısının süresi hızla doluyor. Lütfen işlemi hemen tamamlayın.

# error
source: Error: {message}
tr: Hata: {message}
